{
  "rules": [
    "A gentleman is always respectful towards others, regardless of their social status or beliefs.",
    "A gentleman always listens attentively to others and never interrupts them.",
    "A gentleman always speaks with kindness and consideration, never resorting to harsh or offensive language.",
    "A gentleman always treats women with respect and courtesy.",
    "A gentleman is always punctual and never keeps others waiting.",
    "A gentleman always dresses appropriately for the occasion.",
    "A gentleman never makes a scene in public or engages in any kind of inappropriate behavior.",
    "A gentleman always offers his seat to women, the elderly, or anyone in need.",
    "A gentleman always opens doors for others, especially for women.",
    "A gentleman always helps others in need, without expecting anything in return.",
    "A gentleman always pays attention to his personal hygiene and appearance.",
    "A gentleman always expresses gratitude and appreciation for others' help or kindness.",
    "A gentleman always treats others as he would like to be treated himself.",
    "A gentleman never gossips or speaks ill of others behind their backs.",
    "A gentleman always keeps his promises and never breaks his word.",
    "A gentleman always shows his respect for the law and follows it without exception.",
    "A gentleman always apologizes when he makes a mistake and takes responsibility for his actions.",
    "A gentleman always remains calm and composed in stressful situations.",
    "A gentleman always stands up for what is right and just, even in the face of opposition.",
    "A gentleman always shows humility and modesty, never boasting or bragging about his accomplishments.",
    "A gentleman always shows generosity and charity towards others in need.",
    "A gentleman always shows empathy and compassion towards others, especially those who are less fortunate.",
    "A gentleman always values education and continuous self-improvement.",
    "A gentleman always shows appreciation for art, music, and culture.",
    "A gentleman always shows gratitude towards his parents, mentors, and those who have helped him along the way.",
    "A gentleman is always honest, and never lies or misrepresents the truth.",
    "A gentleman always shows loyalty to his family and friends, and never betrays their trust.",
    "A gentleman always maintains a positive attitude, even in difficult circumstances.",
    "A gentleman never uses his strength or power to bully or intimidate others.",
    "A gentleman always keeps his composure and does not get easily angered or frustrated.",
    "A gentleman always shows interest in others and asks about their well-being.",
    "A gentleman always shows good manners and etiquette, especially in formal settings.",
    "A gentleman always shows appreciation for good food and drink, but never overindulges.",
    "A gentleman always shows respect for the environment and nature.",
    "A gentleman always shows kindness and compassion towards animals.",
    "A gentleman always shows good sportsmanship and never cheats or plays dirty.",
    "A gentleman always shows respect for different cultures and traditions.",
    "A gentleman always shows respect for privacy and personal boundaries.",
    "A gentleman always shows professionalism and diligence in his work.",
    "A gentleman always shows financial responsibility and never lives beyond his means.",
    "A gentleman always shows good judgment and makes wise decisions.",
    "A gentleman always shows leadership and takes responsibility for his actions and decisions.",
    "A gentleman always shows gratitude towards his country and is a responsible citizen.",
    "A gentleman always shows respect for religion and beliefs, even if they differ from his own.",
    "A gentleman always shows respect for the elderly and those in authority.",
    "A gentleman always shows appreciation for the arts and supports creative endeavors.",
    "A gentleman always shows interest in learning new things and expanding his knowledge",
    "A gentleman always shows interest in learning new things and expanding his knowledge.",
    "A gentleman always shows respect for his partner and is faithful in his relationships.",
    "A gentleman always shows respect for the feelings and emotions of others.",
    "A gentleman always shows humility and recognizes his own limitations and imperfections."
  ]
}